Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNavigation/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addFavorite
source: Add Favorite
ar: إضافة إلى المفضلة
bg: Добавете в любими
ca: Afegir a Favorits
cs: Přidat oblíbené
da: Tilføj til favoritter
de: Zu Favoriten hinzufügen
el: Προσθήκη Αγαπημένου
es: Agregar a favoritos
es_419: Agregar a favoritos
fi: Lisää suosikki
fr: Ajouter aux favoris
fr_ca: Ajouter aux favoris
he: הוסף לאהובים
hi: पसंदीदा जोड़ें
hr: Dodaj u omiljene
hu: Kedvenc Hozzáadása
id: Tambahkan Favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加する
kk: Сүйіктіге қосу
ko: 즐겨찾기 추가
ms: Tambah Kegemaran
nb: Legg til favoritt
nl: Favoriet Toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar Favorito
pt_pt: Adicionar aos Favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sk: Pridať do obľúbených
sv: Lägg till favorit
th: เพิ่มที่ชื่นชอบ
tr: Favorilere Ekle
uk: Додати в улюблені
vi: Thêm vào danh sách yêu thích
zh_hans: 添加收藏
zh_hant: 加入最愛
zh_hk: 添加至收藏夾

# TK.Action.addStop
source: Add Stop
ar: إضافة محطة
bg: Добавете спирка
ca: Afegir Parada
cs: Přidat zastávku
da: Tilføj stop
de: Stopp hinzufügen
el: Προσθήκη Στάσης
es: Agregar parada
es_419: Agregar parada
fi: Lisää pysähdys
fr: Ajouter un arrêt
fr_ca: Ajouter un arrêt
he: הוסף עצירה
hi: स्टॉप जोड़ें
hr: Dodaj stanicu
hu: Megálló Hozzáadása
id: Tambahkan Pemberhentian
it: Aggiungi fermata
ja: 経路にストップを追加する
kk: Тоқтау қосу
ko: 정류장 추가
ms: Tambah Henti
nb: Legg til stopp
nl: Stop Toevoegen
pl: Dodaj przystanek
pt_br: Adicionar Parada
pt_pt: Adicionar Paragem
ro: Adaugă oprire
ru: Добавить остановку
sk: Pridať zastávku
sv: Lägg till stopp
th: เพิ่มจุดแวะ
tr: Durak Ekle
uk: Додати зупинку
vi: Thêm điểm dừng
zh_hans: 添加停靠点
zh_hant: 新增站點
zh_hk: 添加停靠点

# TK.Action.addWaypoint
source: Add Waypoint
ar: إضافة نقطة مسار
bg: Добавете пункт
ca: Afegir Punt de Control
cs: Přidat waypoint
da: Tilføj waypoint
de: Wegpunkt hinzufügen
el: Προσθήκη Σημείου Διαδρομής
es: Agregar punto de referencia
es_419: Agregar punto de ruta
fi: Lisää välietappi
fr: Ajouter un point de cheminement
fr_ca: Ajouter un point de cheminement
he: הוסף נקודת ציון
hi: वायपॉइंट जोड़ें
hr: Dodaj waypoint
hu: Útvonalpont Hozzáadása
id: Tambahkan Titik Tujuan
it: Aggiungi waypoint
ja: ウェイポイントを追加する
kk: Нүкте қосу
ko: 웨이포인트 추가
ms: Tambah Titik Waypoint
nb: Legg til veipunkt
nl: Wegpunt Toevoegen
pl: Dodaj punkt orientacyjny
pt_br: Adicionar Ponto de Rota
pt_pt: Adicionar Ponto de Rota
ro: Adaugă punct de navigare
ru: Добавить контрольную точку
sk: Pridať význak
sv: Lägg till vägpunkt
th: เพิ่มจุดหมาย
tr: Araç Noktası Ekle
uk: Додати контрольну точку
vi: Thêm điểm waypoint
zh_hans: 添加航点
zh_hant: 新增航路點
zh_hk: 添加航路点

# TK.Action.avoidRoute
source: Avoid Route
ar: تجنب المسار
bg: Избягвайте маршрута
ca: Evitar Ruta
cs: Vyhnout se trase
da: Undgå rute
de: Route vermeiden
el: Αποφυγή Διαδρομής
es: Evitar ruta
es_419: Evitar ruta
fi: Vältä reittiä
fr: Éviter le trajet
fr_ca: Éviter l'itinéraire
he: הימנע מנתיב
hi: मार्ग से बचें
hr: Izbjegni rutu
hu: Útvonal Kikerülése
id: Hindari Rute
it: Evita il percorso
ja: ルートを回避する
kk: Маршруттан аулақ болу
ko: 경로 피하기
ms: 避免路线
nb: Unngå rute
nl: Route Vermijden
pl: Unikaj trasy
pt_br: Evitar Rota
pt_pt: Evitar Rota
ro: Evită ruta
ru: Избежать маршрута
sk: Vyhnúť sa trase
sv: Undvik rutt
th: หลีกเลี่ยงเส้นทาง
tr: Rota Kaçır
uk: Уникати маршруту
vi: Tránh đường
zh_hans: 避免路线
zh_hant: 避免路線
zh_hk: 避免路线

# TK.Action.centerMap
source: Center Map
ar: مركز الخريطة
bg: Центрирайте картата
ca: Centra el Mapa
cs: Centrovat mapu
da: Center kort
de: Karte zentrieren
el: Κέντρο Χάρτη
es: Centrar mapa
es_419: Centro del mapa
fi: Keskity karttaan
fr: Centrer la carte
fr_ca: Centrer la carte
he: מרכז מפה
hi: मैप केंद्रित करें
hr: Centriši mapu
hu: Térkép Középre Állítása
id: Pusatkan Peta
it: Centra mappa
ja: 地図をセンターにする
kk: Картаны орталықтандыру
ko: 지도 중앙으로
ms: Pusatkan Peta
nb: Senter kart
nl: Kaart Centreren
pl: Wycentruj mapę
pt_br: Centralizar Mapa
pt_pt: Centralizar Mapa
ro: Centrează harta
ru: Центрировать карту
sk: Zarovnávať mapu
sv: Centrera karta
th: จัดกลางแผนที่
tr: Haritayı Merkeze Al
uk: Центрувати карту
vi: Căn giữa bản đồ
zh_hans: 居中地图
zh_hant: 居中地圖
zh_hk: 中心地图

# TK.Action.checkForecast
source: Check Forecast
ar: التحقق من التوقعات
bg: Провери прогноза
ca: Comprovar Previsió
cs: Zkontrolovat předpověď
da: Tjek prognose
de: Wettervorhersage prüfen
el: Έλεγχος Πρόγνωσης
es: Verificar pronóstico
es_419: Consultar pronóstico
fi: Tarkista sääennuste
fr: Vérifier les prévisions
fr_ca: Vérifier les Prévisions
he: בדוק תחזית
hi: पूर्वानुमान जांचें
hr: Provjeri prognozu
hu: Időjárás előrejelzésének ellenőrzése
id: Periksa Prediksi Cuaca
it: Controlla Previsioni
ja: 天気予報を確認
kk: Прогнозды тексеру
ko: 예보 확인
ms: Semak Ramalan
nb: Sjekk prognose
nl: Voorspelling Controleren
pl: Sprawdź prognozę
pt_br: Verificar Previsão
pt_pt: Verificar Previsão
ro: Verifică Prognoza
ru: Проверить прогноз
sk: Skontrolovať predpoveď
sv: Kolla väderprognos
th: ตรวจสอบพยากรณ์
tr: Hava Durumunu Kontrol Et
uk: Перевірити прогноз
vi: Kiểm tra dự báo
zh_hans: 查看天气预报
zh_hant: 查看預報
zh_hk: 檢查天氣預報

# TK.Action.checkTrafficStatus
source: Check Traffic Status
ar: تحقق من حالة المرور
bg: Проверете статуса на трафика
ca: Comprovar Estat del Trànsit
cs: Zkontrolovat stav dopravy
da: Tjek trafikstatus
de: Verkehrsstatus prüfen
el: Έλεγχος Κατάστασης Κυκλοφορίας
es: Verificar estado del tráfico
es_419: Comprobar estado del tráfico
fi: Tarkista liikennetilanne
fr: Vérifier l'état du trafic
fr_ca: Vérifier l'état du trafic
he: בדוק מצב תנועה
hi: यातायात स्थिति जांचें
hr: Provjeri stanje prometa
hu: Forgalom Ellenőrzése
id: Periksa Status Lalu Lintas
it: Controlla stato del traffico
ja: 交通状況を確認する
kk: Көлік жағдайын тексеру
ko: 교통 상태 확인
ms: Semak Status Lalu Lintas
nb: Sjekk trafikkstatus
nl: Verkeersstatus Controleren
pl: Sprawdź status ruchu drogowego
pt_br: Verificar Status do Tráfego
pt_pt: Verificar Estado do Tráfego
ro: Verifică statusul traficului
ru: Проверить состояние трафика
sk: Skontrolovať stav dopravy
sv: Kontrollera trafikstatus
th: ตรวจสอบสถานะการจราจร
tr: Trafik Durumunu Kontrol Et
uk: Перевірити статус дорожнього руху
vi: Kiểm tra tình trạng giao thông
zh_hans: 检查交通状态
zh_hant: 檢查交通狀況
zh_hk: 检查交通状态

# TK.Action.enableWeatherAlerts
source: Enable Weather Alerts
ar: تفعيل تنبيهات الطقس
bg: Активиране на известия за времето
ca: Activar alertes meteorològiques
cs: Zapnout meteorologická upozornění
da: Aktivér Vejrvarsler
de: Wetterwarnungen Aktivieren
el: Ενεργοποίηση Ειδοποιήσεων Καιρού
es: Activar alertas meteorológicas
es_419: Activar alertas meteorológicas
fi: Ota säätiedotukset käyttöön
fr: Activer les alertes météo
fr_ca: Activer les alertes météo
he: אפשר התראות על מזג האוויר
hi: मौसम अलर्ट सक्षम करें
hr: Omogući Obavijesti o Vremenu
hu: Időjárási figyelmeztetések engedélyezése
id: Aktifkan Peringatan Cuaca
it: Abilita Avvisi Meteo
ja: 天気警報を有効にする
kk: Ауа райы туралы ескертулерді қосу
ko: 날씨 알림 활성화
ms: Aktifkan Amaran Cuaca
nb: Aktiver værvarsler
nl: Weeralarmen Inschakelen
pl: Włącz powiadomienia o pogodzie
pt_br: Ativar Alertas de Tempo
pt_pt: Ativar Alertas Meteorológicos
ro: Activează Alerta pentru Vreme
ru: Включить уведомления о погоде
sk: Povoliť upozornenia na počasie
sv: Aktivera väderaviseringar
th: เปิดการแจ้งเตือนสภาพอากาศ
tr: Hava Durumu Bildirimlerini Aç
uk: Увімкнути сповіщення про погоду
vi: Bật Thông Báo Thời Tiết
zh_hans: 启用天气警报
zh_hant: 啟用天氣警報
zh_hk: 啟用天氣通知

# TK.Action.endNavigation
source: End Navigation
ar: إنهاء التنقل
bg: Приключи навигацията
ca: Finalitzar Navegació
cs: Ukončit navigaci
da: Afslut navigation
de: Navigation beenden
el: Λήξη Πλοήγησης
es: Finalizar Navegación
es_419: Finalizar navegación
fi: Lopeta navigointi
fr: Terminer la navigation
fr_ca: Terminer la navigation
he: סיים ניווט
hi: निर्देशन समाप्त करें
hr: Završi navigaciju
hu: Navigáció Lezárása
id: Akhiri Navigasi
it: Termina navigazione
ja: ナビゲーションを終了する
kk: Навигацияны аяқтау
ko: 탐색 종료
ms: Tamatkan Navigasi
nb: Avslutt navigering
nl: Navigatie Beëindigen
pl: Zakończ nawigację
pt_br: Encerrar Navegação
pt_pt: Terminar Navegação
ro: Încheie navigarea
ru: Завершить навигацию
sk: Ukončiť navigáciu
sv: Avsluta navigation
th: สิ้นสุดการนำทาง
tr: Navigasyonu Bitir
uk: Завершити навігацію
vi: Kết thúc Điều hướng
zh_hans: 结束导航
zh_hant: 結束導航
zh_hk: 結束導航

# TK.Action.findNearby
source: Find Nearby
ar: البحث عن الأماكن القريبة
bg: Намиране на наблизо
ca: Trobar a prop
cs: Najít v okolí
da: Find Nærliggende
de: In Der Nähe Finden
el: Βρες Κοντινά
es: Buscar cerca
es_419: Encontrar cercano
fi: Etsi lähellä olevia
fr: Trouver à proximité
fr_ca: Trouver à proximité
he: מצא בקרבה
hi: पास के स्थान खोजें
hr: Pronađi U Blizini
hu: Közeli helyek keresése
id: Temukan Terdekat
it: Trova Nelle Vicinanze
ja: 近くを探す
kk: Жанындағыны табу
ko: 근처 찾기
ms: Cari Berhampiran
nb: Finn i nærheten
nl: Zoek Nabijgelegen
pl: Znajdź pobliskie
pt_br: Encontrar nas Proximidades
pt_pt: Encontrar Próximos
ro: Găsește Aproape
ru: Найти поблизости
sk: Nájsť blízko
sv: Hitta i närheten
th: ค้นหาใกล้เคียง
tr: Yakınları Bul
uk: Знайти найближче
vi: Tìm Gần Đây
zh_hans: 查找附近
zh_hant: 搜尋附近的場所
zh_hk: 查找附近

# TK.Action.findParking
source: Find Parking
ar: البحث عن مواقف السيارات
bg: Намиране на паркинг
ca: Trobar aparcament
cs: Najít parkování
da: Find Parkering
de: Parkplatz Finden
el: Βρες Στάθμευση
es: Buscar estacionamiento
es_419: Buscar Estacionamiento
fi: Etsi parkkipaikka
fr: Trouver un stationnement
fr_ca: Trouver un stationnement
he: מצא חניה
hi: पार्किंग खोजें
hr: Pronađi Parkirno Mjesto
hu: Parkolóhely keresése
id: Temukan Parkir
it: Trova Parcheggio
ja: 駐車場を探す
kk: Тұрақты орын табу
ko: 주차공간 찾기
ms: Cari Tempat Letak Kereta
nb: Finn parkering
nl: Zoek Parkeerplek
pl: Znajdź parking
pt_br: Encontrar Vaga
pt_pt: Encontrar Estacionamento
ro: Găsește Parcare
ru: Найти парковку
sk: Nájsť parkovanie
sv: Hitta parkering
th: ค้นหาที่จอดรถ
tr: Otopark Bul
uk: Знайти парковку
vi: Tìm Bãi Đỗ Xe
zh_hans: 寻找停车位
zh_hant: 尋找停車位
zh_hk: 尋找停車位

# TK.Action.followRoute
source: Follow Route
ar: اتباع المسار
bg: Следвай маршрута
ca: Segueix la ruta
cs: Sledovat trasu
da: Følg ruten
de: Route folgen
el: Ακολούθησε Διαδρομή
es: Seguir ruta
es_419: Seguir ruta
fi: Seuraa reittiä
fr: Suivre l'itinéraire
fr_ca: Suivre l'itinéraire
he: עקוב אחרי המסלול
hi: रूट का पालन करें
hr: Prati putanju
hu: Útvonal követése
id: Ikuti Rute
it: Segui Percorso
ja: ルートに沿って進む
kk: Маршрутты-follow
ko: 경로 따르기
ms: Ikuti Rute
nb: Følg rute
nl: Volg Route
pl: Podążaj za Trasą
pt_br: Seguir Rota
pt_pt: Seguir Rota
ro: Urmărește Traseul
ru: Следовать маршруту
sk: Postupovať podľa trasy
sv: Följ rutt
th: ติดตามเส้นทาง
tr: Rotayı Takip Et
uk: Слідувати маршруту
vi: Theo dõi lộ trình
zh_hans: 跟随路线
zh_hant: 跟隨路線
zh_hk: 跟随路线

# TK.Action.getDirections
source: Get Directions
ar: الحصول على الاتجاهات
bg: Получаване на указания
ca: Obtenir indicacions
cs: Získat pokyny
da: Få rutevejledning
de: Wegbeschreibung abrufen
el: Πάρε Οδηγίες
es: Obtener direcciones
es_419: Obtener Direcciones
fi: Hae reittiä
fr: Obtenir les directions
fr_ca: Obtenir des directions
he: קבל הנחיות
hi: मार्ग निर्देश प्राप्त करें
hr: Dobij Upute
hu: Útvonal megadása
id: Dapatkan Petunjuk Arah
it: Ottieni Indicazioni
ja: 道順を取得
kk: Бағыт алу
ko: 길찾기
ms: Dapatkan Arah
nb: Få veibeskrivelse
nl: Route Opvragen
pl: Uzyskaj wskazówki
pt_br: Obter Direções
pt_pt: Obter Direções
ro: Obține direcții
ru: Получить направление
sk: Získať trasu
sv: Hämta vägbeskrivning
th: ขอเส้นทาง
tr: Yol Tarifi Al
uk: Отримати напрямки
vi: Lấy Chỉ Dẫn
zh_hans: 获取路线
zh_hant: 獲取方向
zh_hk: 獲取路線

# TK.Action.markLocation
source: Mark Location
ar: تحديد الموقع
bg: Отбележи местоположението
ca: Marca ubicació
cs: Označit lokaci
da: Marker placering
de: Standort markieren
el: Σημείωση Τοποθεσίας
es: Marcar ubicación
es_419: Marcar ubicación
fi: Merkitse sijainti
fr: Marquer l'emplacement
fr_ca: Marquer l'emplacement
he: סמן מיקום
hi: स्थान चिह्नित करें
hr: Označi lokaciju
hu: Hely megjelölése
id: Tandai Lokasi
it: Segna Posizione
ja: 位置をマークする
kk: Шартты белгілеу
ko: 장소 표시하기
ms: Tandakan Lokasi
nb: Merk posisjon
nl: Locatie Markeren
pl: Zaznacz Miejsce
pt_br: Marcar Localização
pt_pt: Marcar Localização
ro: Marchează Locul
ru: Пометить местоположение
sk: Označiť miesto na mape
sv: Markera plats
th: ทำเครื่องหมายตำแหน่ง
tr: Konumu İşaretle
uk: Позначити місце
vi: Đánh dấu vị trí
zh_hans: 标记位置
zh_hant: 標記位置
zh_hk: 标记位置

# TK.Action.navigate
source: Navigate
ar: التنقل
bg: Навигирай
ca: Navega
cs: Navigovat
da: Naviger
de: Navigieren
el: Πλοήγηση
es: Navegar
es_419: Navegar
fi: Navigoi
fr: Naviguer
fr_ca: Naviguer
he: ניווט
hi: नेविगेट करें
hr: Navigiraj
hu: Navigálás
id: Navigasi
it: Naviga
ja: ナビゲートする
kk: Бағыттау
ko: 네비게이션 시작하기
ms: Navigasikan
nb: Naviger
nl: Navigeren
pl: Nawiguj
pt_br: Navegar
pt_pt: Navegar
ro: Navighează
ru: Навигировать
sk: Navigovať
sv: Navigera
th: นำทาง
tr: Navigasyona Başla
uk: Навігувати
vi: Dẫn đường
zh_hans: 导航
zh_hant: 導航
zh_hk: 导航

# TK.Action.planATrip
source: Plan a Trip
ar: خطط لرحلة
bg: Планирай пътуване
ca: Planifica un viatge
cs: Naplánovat výlet
da: Planlæg en rejse
de: Eine Reise planen
el: Σχεδίασε ένα Ταξίδι
es: Planificar un viaje
es_419: Planificar un viaje
fi: Suunnittele matka
fr: Planifier un voyage
fr_ca: Planifier un voyage
he: תכנן טיול
hi: यात्रा की योजना बनाएं
hr: Planiraj putovanje
hu: Utazás tervezése
id: Rencanakan Perjalanan
it: Pianifica un viaggio
ja: 旅行を計画する
kk: Сапар жоспарлау
ko: 여행 계획하기
ms: Rancang Perjalanan
nb: Planlegg en tur
nl: Een Reis Plannen
pl: Zaplanuj podróż
pt_br: Planejar uma Viagem
pt_pt: Planear uma Viagem
ro: Planifică o călătorie
ru: Спланировать поездку
sk: Naplánovať cestu
sv: Planera en Resa
th: วางแผนการเดินทาง
tr: Bir Seyahat Planla
uk: Спланувати поїздку
vi: Lên kế hoạch cho chuyến đi
zh_hans: 规划旅行
zh_hant: 計劃旅行
zh_hk: 規劃旅行

# TK.Action.recalculate
source: Recalculate
ar: إعادة حساب
bg: Пресметни отново
ca: Recalcula
cs: Přepočítat
da: Genberegn
de: Neu berechnen
el: Επανακαθορισμός
es: Recalcular
es_419: Recalcular
fi: Laske uudelleen
fr: Recalculer
fr_ca: Recalculer
he: חשב מחדש
hi: फिर से गणना करें
hr: Ponovno izračunaj
hu: Újraszámítás
id: Hitung Ulang
it: Ricalcola
ja: 再計算する
kk: Қайта есептеу
ko: 재계산하기
ms: Kira Semula
nb: Rekalkuler
nl: Herlaten
pl: Przelicz na nowo
pt_br: Recalcular
pt_pt: Recalcular
ro: Recalkulează
ru: Пересчитать
sk: Prepočítať
sv: Beräkna om
th: คำนวณใหม่
tr: Yeniden Hesapla
uk: Перерахувати
vi: Tính toán lại
zh_hans: 重新计算
zh_hant: 重新計算
zh_hk: 重新計算

# TK.Action.recordRoute
source: Record Route
ar: سجل المسار
bg: Запиши маршрута
ca: Registra ruta
cs: Nahrát trasu
da: Optag rute
de: Route aufzeichnen
el: Καταγραφή διαδρομής
es: Registrar ruta
es_419: Registrar ruta
fi: Tallenna reitti
fr: Enregistrer l'itinéraire
fr_ca: Enregistrer le trajet
he: הקלט מסלול
hi: मार्ग रिकॉर्ड करें
hr: Zabilježi rut
hu: Útvonal rögzítése
id: Rekam Rute
it: Registra Percorso
ja: ルートを記録する
kk: Маршрутты жазу
ko: 경로 기록하기
ms: Rekod Laluan
nb: Registrer rute
nl: Route Registreren
pl: Zarejestruj trasę
pt_br: Gravar Rota
pt_pt: Gravar Rota
ro: Înregistrează ruta
ru: Записать маршрут
sk: Zaznamenať trasu
sv: Spela in rutt
th: บันทึกเส้นทาง
tr: Güzergahı Kaydet
uk: Записати маршрут
vi: Ghi lại lộ trình
zh_hans: 记录路线
zh_hant: 記錄路徑
zh_hk: 記錄路線

# TK.Action.reportIssue
source: Report Issue
ar: تقديم تقرير عن مشكلة
bg: Докладвай проблема
ca: Informar d'un problema
cs: Nahlásit problém
da: Rapportér problem
de: Problem melden
el: Αναφορά Προβλήματος
es: Reportar problema
es_419: Reportar problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
fr_ca: Signaler un problème
he: דווח על בעיה
hi: समस्या रिपोर्ट करें
hr: Prijavi problem
hu: Probléma bejelentése
id: Laporkan Masalah
it: Segnala problema
ja: 問題を報告
kk: Мәселені хабарлау
ko: 문제 신고
ms: Laporkan Masalah
nb: Rapportere problem
nl: Probleem Rapporteren
pl: Zgłoś problem
pt_br: Relatar Problema
pt_pt: Reportar Problema
ro: Raportează problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera Problem
th: รายงานปัญหา
tr: Sorunu Bildir
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 報告問題
zh_hk: 舉報問題

# TK.Action.reportWeatherCondition
source: Report Weather Condition
ar: تقديم تقرير عن حالة الطقس
bg: Докладвай метеорологични условия
ca: Informar de les condicions meteorològiques
cs: Nahlásit počasí
da: Rapportér vejrfænomener
de: Wetterbedingungen melden
el: Αναφορά Καιρικών Συνθηκών
es: Reportar condición meteorológica
es_419: Reportar condición climática
fi: Ilmoita säätilasta
fr: Signaler une condition météorologique
fr_ca: Signaler une condition météo
he: דווח על מצב מזג האוויר
hi: मौसम स्थिति की रिपोर्ट करें
hr: Prijavi vremenske uvjete
hu: Időjárási viszony jelentése
id: Laporkan Kondisi Cuaca
it: Riferisci condizione meteo
ja: 天候条件を報告
kk: Ауа райы жағдайын хабарлау
ko: 날씨 상황 신고
ms: Laporkan Keadaan Cuaca
nb: Rapportere værforhold
nl: Rapporteer Weersomstandigheden
pl: Zgłoś warunki pogodowe
pt_br: Reportar Condição Climática
pt_pt: Relatar Condições Meteorológicas
ro: Raportează condiția meteo
ru: Сообщить о погодных условиях
sk: Nahlásiť poveternostnú situáciu
sv: Rapportera Väderförhållande
th: รายงานสภาพอากาศ
tr: Hava Durumunu Bildir
uk: Повідомити про погодні умови
vi: Báo cáo điều kiện thời tiết
zh_hans: 报告天气情况
zh_hant: 報告天氣狀況
zh_hk: 報告天氣情況

# TK.Action.reroute
source: Reroute
ar: إعادة توجيه
bg: Пренасочване
ca: Reenviar
cs: Přesměrovat
da: Omdiriger
de: Umleiten
el: Επαναδρομολόγηση
es: Reenviar
es_419: Reenviar
fi: Reititä uudelleen
fr: Rediriger
fr_ca: Rediriger
he: שנה מסלול
hi: रूट बदलें
hr: Preusmjeri
hu: Útvonal Megváltoztatása
id: Arahkan Ulang
it: Reindirizza
ja: 経路を変更
kk: Маршрутты өзгерт
ko: 경로 변경하기
ms: Alihkan
nl: Omleiden
pl: Zmień trasę
pt_br: Redirecionar
pt_pt: Redirecionar
ro: Rerutează
ru: Изменить маршрут
sk: Preplánovať trasu
sv: Omdirigera
th: หันไปทางอื่น
tr: Yönlendirmeyi Değiştir
uk: Перенаправити
vi: Định tuyến lại
zh_hans: 重新导航
zh_hant: 重新導向
zh_hk: 重新路由

# TK.Action.setDestination
source: Set Destination
ar: حدد الوجهة
bg: Задай дестинация
ca: Fixar destinació
cs: Nastavit cíl
da: Sæt Destination
de: Zielort festlegen
el: Όρισε Προορισμό
es: Establecer Destino
es_419: Establecer destino
fi: Aseta kohde
fr: Définir la destination
fr_ca: Définir une destination
he: קבע יעד
hi: गंतव्य सेट करें
hr: Postavi odredište
hu: Célállomás megadása
id: Tetapkan Tujuan
it: Imposta Destinazione
ja: 目的地を設定
kk: Мақсатты таңдау
ko: 목적지 설정
ms: Pengaturan lalu lintas
nb: Sett destinasjon
nl: Stel bestemming in
pl: Ustal cel podróży
pt_br: Definir Destino
pt_pt: Definir Destino
ro: Stabilește Destinația
ru: Установить пункт назначения
sk: Nastaviť cieľ
sv: Ställ in destination
th: ตั้งปลายทาง
tr: Hedef Belirle
uk: Встановити пункт призначення
vi: Đặt Điểm Đến
zh_hans: 设定目的地
zh_hant: 設置目的地
zh_hk: 設定目的地

# TK.Action.setHome
source: Set Home
ar: تعيين المنزل
bg: Задаване на дом
ca: Establir adreça d'inici
cs: Nastavit domov
da: Indstil hjem
de: Adresse festlegen
el: Ορισμός Οικίας
es: Establecer hogar
es_419: Establecer Hogar
fi: Aseta koti
fr: Définir l'adresse domicile
fr_ca: Définir l'adresse principale
he: הגדר בית
hi: होम सेट करें
hr: Postavi dom
hu: Otthon Beállítása
id: Atur Rumah
it: Imposta Casa
ja: ホームを設定
kk: Үй мекенжайын орнату
ko: 집 주소 설정하기
ms: Tetapkan Rumah
nb: Sett hjem
nl: Thuis instellen
pl: Ustaw adres domowy
pt_br: Definir Endereço
pt_pt: Definir morada
ro: Setează acasă
ru: Установить дом
sk: Nastaviť domácu adresu
sv: Sätt hem
th: ตั้งที่อยู่บ้าน
tr: Ev Adresini Belirle
uk: Встановити адресу дому
vi: Đặt Địa chỉ Nhà
zh_hans: 设置住址
zh_hant: 設置住址
zh_hk: 設置主頁

# TK.Action.setTemperatureUnit
source: Set Temperature Unit
ar: حدد وحدة الحرارة
bg: Задай единица за температура
ca: Establir unitat de temperatura
cs: Nastavit jednotku teploty
da: Sæt Temperatur Enhed
de: Temperaturmaßstab festlegen
el: Όρισε Μονάδα Θερμοκρασίας
es: Establecer Unidad de Temperatura
es_419: Establecer unidad de temperatura
fi: Aseta lämpötila-yksikkö
fr: Définir l'unité de température
fr_ca: Définir l'unité de température
he: קבע יחידת טמפרטורה
hi: तापमान इकाई सेट करें
hr: Postavi jedinicu temperature
hu: Hőmérsékleti egység beállítása
id: Tetapkan Unit Suhu
it: Imposta Unità di Temperatura
ja: 温度単位を設定
kk: Температура бірлігін орнату
ko: 온도 단위 설정
ms: Tetapkan Unit Suhu
nb: Sett temperaturenhet
nl: Zet temperatuur eenheid in
pl: Ustal jednostkę temperatury
pt_br: Definir Unidade de Temperatura
pt_pt: Definir Unidade de Temperatura
ro: Stabilește Unitatea de Temperatură
ru: Установить единицу измерения температуры
sk: Nastaviť jednotku teploty
sv: Sätt temperaturenhet
th: ตั้งค่าหน่วยอุณหภูมิ
tr: Sıcaklık Birimini Belirle
uk: Встановити одиницю температури
vi: Đặt Đơn Vị Nhiệt Độ
zh_hans: 设定温度单位
zh_hant: 設置溫度單位
zh_hk: 設定溫度單位

# TK.Action.setWork
source: Set Work
ar: تعيين العمل
bg: Задаване на работа
ca: Establir adreça de treball
cs: Nastavit pracovní adresu
da: Indstil arbejde
de: Arbeitsadresse festlegen
el: Ορισμός Εργασίας
es: Establecer trabajo
es_419: Establecer Trabajo
fi: Aseta työ
fr: Définir l'adresse travail
fr_ca: Définir le lieu de travail
he: הגדר עבודה
hi: कार्य सेट करें
hr: Postavi posao
hu: Munkahely Beállítása
id: Atur Kerja
it: Imposta Lavoro
ja: 作業を設定
kk: Жұмыс мекенжайын орнату
ko: 작업 주소 설정하기
ms: Tetapkan Alamat Kerja
nb: Sett arbeid
nl: Werk instellen
pl: Ustaw adres pracy
pt_br: Definir Trabalho
pt_pt: Definir trabalho
ro: Setează locul de muncă
ru: Установить работу
sk: Nastaviť pracovnú adresu
sv: Sätt arbete
th: ตั้งที่อยู่ทำงาน
tr: Çalışma Adresini Belirle
uk: Встановити робочий адрес
vi: Đặt Địa chỉ Công việc
zh_hans: 设置工作地址
zh_hant: 設定工作地址
zh_hk: 設置工作地點

# TK.Action.showNotifications
source: Show Notifications
ar: إظهار الإشعارات
bg: Покажи известия
ca: Mostrar les notificacions
cs: Zobrazovat oznámení
da: Vis notifikationer
de: Mitteilungen einblenden
el: Εμφάνιση γνωστοποιήσεων
es: Mostrar notificaciones
es_419: Mostrar notificaciones
fi: Näytä ilmoitukset
fr: Afficher les notifications
fr_ca: Afficher les notifications
he: הצגת עדכונים
hi: सूचनाएँ दिखाएँ
hr: Prikaži obavijesti
hu: Értesítések megjelenítése
id: Tampilkan Pemberitahuan
it: Mostra notifiche
ja: 通知を表示
kk: Хабарландыру көрсету
ko: 알림 보기
ms: Tunjukkan Pemberitahuan
nb: Vis varsler
nl: Toon meldingen
pl: Pokazuj powiadomienia
pt_br: Mostrar Notificações
pt_pt: Mostrar notificações
ro: Afișare notificări
ru: Показ уведомлений
sk: Zobrazovať hlásenia
sv: Visa notiser
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показувати сповіщення
vi: Hiển thị thông báo
zh_hans: 显示通知
zh_hant: 顯示通知
zh_hk: 顯示通知

# TK.Action.showTerrain
source: Show Terrain
ar: عرض التضاريس
bg: Покажи терен
ca: Mostrar terreny
cs: Zobrazit terén
da: Vis terræn
de: Gelände anzeigen
el: Εμφάνιση Εδάφους
es: Mostrar terreno
es_419: Mostrar Terreno
fi: Näytä maasto
fr: Afficher le terrain
fr_ca: Afficher le terrain
he: הצג מידע על השטח
hi: भू-आकृति दिखाएं
hr: Prikaži teren
hu: Földrajz Megjelenítése
id: Tampilkan Terrain
it: Mostra Terreno
ja: 地形を表示
kk: Жер бедерін көрсету
ko: 지형 표시하기
ms: Tunjukkan Terrain
nb: Vis terreng
nl: Toon terrein
pl: Pokaż ukształtowanie terenu
pt_br: Mostrar Terreno
pt_pt: Mostrar terreno
ro: Arată terenul
ru: Показать рельеф
sk: Zobraziť terén
sv: Visa terräng
th: แสดงภูมิประเทศ
tr: Araziyi Göster
uk: Показати рельєф
vi: Hiển thị Địa hình
zh_hans: 显示地形
zh_hant: 顯示地形
zh_hk: 顯示地形
